Repository: gast-r/r4.01-symfonyProject
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

# boutique.index.title
source: Store
fr: Boutique

# boutique.index.nbCategoryMessage
source: Store : {nbCategory} Categories
fr: Boutique : {nbCategory} Rayons

# boutique.rayon.title
source: "{categoryLabel}" Category
fr: Rayon "{categoryLabel}"

# boutique.rayon.nbArticleMessage
source: "{categoryLabel}" Category : {nbArticle} Item(s)
fr: Rayon "{categoryLabel}" : {nbArticle} Produit(s)

# navbar.store
source: Store
fr: Boutique

# navbar.shoppingCart
source: {nbInCart} Item(s)
fr: {nbProduits} Produit(s)

# navbar.signIn
source: Sign In
fr: Connexion

# navbar.signInRegister
source: Sign In/Register
fr: Connexion/Incription

# navbar.myAccount
source: My Account
fr: Mon Compte

# navbar.myOrders
source: My Orders
fr: Mes Commandes

# navbar.signOut
source: Logout
fr: Déconnexion

source: __base.title
fr: Demo Symfony

# default.index.title
source: Home
fr: Accueil

# default.index.message
source: We don't sell anything, we just to learn
fr: Ici rien à vendre, c'est juste pour apprendre

# default.contact.professor
source: Pg. Martin, 2022/23
fr: Ph. Martin, 2022/23

# navbar.search
source: Search items...
fr: Chercher un produit...

source: __boutique.chercher.title
fr: Recherche "{search}"

source: __boutique.chercher.nbArticleMessage
fr: Recherche "{search}" : {nbItems} produit()s

source: __panier.index.nbProductAndPrice
fr: {nbProduit} Produit(s) : {totalPrice} €

source: __panier.index.continueShopping
fr: Continuer les Courses

source: __panier.index.placeOrder
fr: Passer la commande

source: __panier.index.itemLabel
fr: Produit

source: __panier.index.PriceLabel
fr: Prix

source: __panier.index.quantityLabel
fr: Quantite

source: __panier.index.totalLabel
fr: Total

source: __panier.index.removeLabel
fr: Supprimer

source: __panier.index.productPrice
fr: {price} €

source: __panier.index.totalProductPrice
fr: {totalProductPrice} €

source: __panier.index.removeProduct
fr: Supprimer {productName}

source: __panier.index.totalPrice
fr: {totalPrice} €

source: __panier.index.emptyCart
fr: Vider le Panier

source: __panier.index.nbProduct
fr: {nbProduit} Produit(s) :

source: __panier.index.price
fr: {price} €

source: __navbar.usagerHome
fr: Accueil
